full_text = """

Вопрос №1: Как приобрести Тариф с обратной связью от Татьяны?
Ответ №1:В этом потоке не будет тарифа с обратной связью лично от Татьяны, только с обратной связью от куратора, но все уроки проводит Татьяна и приглашенные спикеры. Также, Татьяна в курсе «Профессия-стилист» проводит прямые эфиры в закрытом аккаунте школы, где приводит примеры из своей практики и вы сможете задать ей свои вопросы. В ближайшие полгода vip-группы не будет, следите за новостями в телеграм-канале школы. В курсе «Стиль для себя» тариф только с обратной связью от куратора.

Вопрос №2: У вас есть тариф без обратной связи?
Ответ №2:В нашей школе все тарифы только с обратной связью. Кураторы проверяют ваши практические задания и дают подробную обратную связь, направляют вас. Обучение без обратной связи мы считаем не эффективным, а для нас важно, чтобы вы получили результат.

Вопрос №8: Можно получить налоговый вычет за обучение в вашей школе?
Ответ №8: Да, по окончанию обучения, вы можете собрать необходимые документы и получить налоговый вычет

Вопрос №9: Где я могу посмотреть договор на обучение и лицензию об образовании?
Ответ №9:Договор-оферта и лицензия об образовании размещены на сайте школы в разделе «документы» и размещены в конце сайта.

Вопрос №10: По окончанию обучения будет выдан сертификат или гос.диплом?
Ответ №10:По окончанию обучения будет выдан лицензированный сертификат, который мы отправим вам на электронную почту. В курсе «Стиль для себя» сертификат будет выдан всем, а в курсе «Профессия-стилист» только тем, кто выполнил 70% практических заданий, включая итоговое.

Вопрос №11: У меня в этот период не получится смотреть уроки и выполнять практические задания. Можно будет купить курс, а пройти обучение позже?
Ответ №11: В этой ситуации лучше записаться на следующий поток. Мы ценим каждого ученика, поэтому хотим, чтобы каждый делал вовремя практические задания и получал обратную связь.

Вопрос №12: Я живу в маленьком городе и у нас нет магазинов (и Торговых центров- ТЦ), как выполнять практические задания?
Ответ №12: Уверены, что в вашем городе есть магазины локальных брендов или шоурумы, это отличный повод изучить ассортимент. Вы всегда можете заказать одежду на Wildberries, Lamoda и тд. Составить комплект с примерочной и сфотографировать. Не забывайте про поездки в соседние города для посещения ТЦ.

Вопрос №13: могу ли я работать стилистом после обучения? (Смогу ли я работать с клиентами после обучения?)
Ответ №13: Вы сможете начать работать уже во время прохождения обучения. На курсе мы даем все инструменты, чтобы вы освоили профессию «стилист». Главное, это выполнять все практические задания и ваше желание и стремление, а в остальном мы вам можем и направим.

Вопрос №14: Можно ли выполнять все задания онлайн?
Ответ №14: Есть задания, которые нужно выполнять только офлайн, так вы отработаете теорию на практике и научитесь ориентироваться в ТЦ. Важно научиться работать с вещами и с клиентами офлайн.

Вопрос №15: Будут созвоны в зуме (или других местах) с кураторами?
Ответ №15: На курсе не предусмотрены личные или групповые созвоны с куратором. У вас будет чат в телеграме с ученицами и куратором, где вы сможете общаться и задавать свои вопросы, а на платформе GetCourse у вас будет индивидуальная переписка с куратором по вашим практическим заданиям.

Вопрос №16: Будет офлайн практика с куратором?
Ответ №16: У нас онлайн-обучение, офлайн практики с куратором не будет. Вы будете самостоятельно, после просмотра уроков, выполнять задания и сдавать их на проверку куратора, который будет давать вам подробную обратную связь.

Вопрос №17: Кто кураторы школы?
Ответ №17: Все кураторы - выпускники нашей школы и практикующие стилисты. Ознакомиться с информацией про кураторов и посмотреть их инстаграм можно на сайте в разделе «кураторы» или уточнить у менеджера школы.

Вопрос №18: Можно выбрать куратора?
Ответ №18: Да, если вы хотите к конкретному куратору, вы можете написать менеджеру свои пожелания до старта курса

Вопрос №19: Можно перейти на другой курс во время обучения?
Ответ №19: Вы можете перейти на другой курс в первый день обучения, т.к. у курсов разная задача и разные практические задания.

Вопрос №20: Можно ли переносить сроки практических заданий?
Ответ №20: Если вы не успеваете выполнить задание в срок, то предупредите заранее куратора и он согласует вам новую дату сдачи (куратор может сдвинуть дедлайн на несколько дней), но все задания проверяют только во время обучения. По окончанию обучения, обратной связи от куратора нет.

Вопрос №21: Если я практикующий стилист. Мне подойдет курс проф-стилист?
Ответ №21: Если вы рассматриваете курс для повышения квалификации, то подробно изучите программу курса, какие темы будут на лекциях. Если они для вас знакомы, то мы не рекомендуем наш курс. Если вы понимаете, что вам не хватает знаний, например, по алгоритму разбора гардероба или работе с клиентом, то наш курс вам подойдет.

Вопрос №22: Если я проходила курс «Стиль для себя» или курс «Профессия-стилист», но давно, есть ли скидки, чтобы пройти снова курс?
Ответ №22: Да, вы можете приобрести курс со скидкой 20%, для этого напишите менеджеру школы.

Вопрос №23: Сколько (или как долго) у меня будет доступ к курсу?
Ответ №23: Доступ к урокам на платформе GetCoure 1 год с даты старта курса. Чат в телеграме со всеми полезными материалами у вас остается навсегда. Записи прямых эфиров в закрытом аккаунте школы будут доступны до окончания курса."""
