LEXICON = {
    'user_command_start':
        'Меня зовут Татьяна Бирюкова, многие меня знают как Таня TEYLA.\nЯ - автор данного курса и основатель онлайн-школы стиля.\n\n'
        'Я помогу вам раскрыть ваш уникальный стиль, научиться создавать гармоничные образы и профессионально работать с клиентами.\n\n'
        'Познакомьтесь с нашими курсами и выберите тот, который отвечает вашему запросу и станет первым шагом к изменениям в вашей жизни ✨',
    'course_style_for_me':
        'Онлайн-курс "Стиль для себя"\n\n'
        "1. Хотите разгрузить свой гардероб и всегда знать, что надеть?\n"
        "2. Хотите найти или изменить свой стиль?\n"
        "3. Хотите научиться составлять интересные комплекты?\n"
        "4. Хотели бы добавить цвет и принт в свой гардероб?\n"
        "5. Хотите почувствовать себя более уверенной? \n\n"
        'Если вы ответили "ДА", хоть на один вопрос, то курс "Стиль для себя" для вас😉',
    'course_profession_style':
        'Онлайн-курс "Профессия-стилист"\n\n'
        '1. Хотите сделать первые шаги в этой профессии и начать зарабатывать?\n'
        '2. Хотите начать работать с клиентами?\n'
        '3. Хотите разобраться во всех модных трендах и научиться стильно одевать себя и своих близких?\n'
        '4. Хотите расширить свой профессиональный кругозор, работая в смежной сфере?\n'
        '5. Не знаете как находить клиентов?\n\n'
        'Если вы ответили "ДА", хоть на один вопрос, то курс "Профессия-стилист" для вас 😉\n'
}


