LEXICON = {
    'user_command_start':
        """🌟 Приветствую! Я Ирина Игоревна 🌟

Мастер тантрических практик, автор медитаций на языке Света, основатель клуба «Говорим ProSex» и целитель сексуальных дисфункций.

В моём чат боте ты можешь:
✨ Записаться на марафон
✨ Записаться на онлайн/офлайн консультацию
✨ Вступить в приватный канал

Моя миссия - помочь тебе раскрыть твой потенциал, исцелить сердце и научить чувственности.""",
    'course_style_for_me':
        'Онлайн-курс "Стиль для себя"\n\n'
        "1. Хотите разгрузить свой гардероб и всегда знать, что надеть?\n"
        "2. Хотите найти или изменить свой стиль?\n"
        "3. Хотите научиться составлять интересные комплекты?\n"
        "4. Хотели бы добавить цвет и принт в свой гардероб?\n"
        "5. Хотите почувствовать себя более уверенной? \n\n"
        'Если вы ответили "ДА", хоть на один вопрос, то курс "Стиль для себя" для вас😉',
    'course_profession_style':
        'Онлайн-курс "Профессия-стилист"\n\n'
        '1. Хотите сделать первые шаги в этой профессии и начать зарабатывать?\n'
        '2. Хотите начать работать с клиентами?\n'
        '3. Хотите разобраться во всех модных трендах и научиться стильно одевать себя и своих близких?\n'
        '4. Хотите расширить свой профессиональный кругозор, работая в смежной сфере?\n'
        '5. Не знаете как находить клиентов?\n\n'
        'Если вы ответили "ДА", хоть на один вопрос, то курс "Профессия-стилист" для вас 😉\n',
    'subscription': f"Ваша подписка активна, у вас есть доступ к приватному каналу.\n\n"
                    f"* Подписка действительна до %s.\n"
                    f"* %s."
}


