buttons_questions = {
    "Тарифы и обратная связь": {
        "text": None,  # Текст для отправки не определён, т.к. это родительская кнопка
        "children": {
            "Тариф с Татьяной": {
                "text": "В этом потоке не будет тарифа с обратной связью лично от Татьяны, только с обратной связью от куратора, но все уроки проводит Татьяна и приглашенные спикеры.\nТакже, Татьяна в курсе «Профессия-стилист» проводит прямые эфиры в закрытом аккаунте школы, где приводит примеры из своей практики и вы сможете задать ей свои вопросы. В ближайшие полгода vip-группы не будет, следите за новостями в телеграм-канале школы.\nВ курсе «Стиль для себя» тариф только с обратной связью от куратора.",
                "children": None
            },
            "Тариф без обратной связи": {
                "text": "В нашей школе все тарифы только с обратной связью.\nКураторы проверяют ваши практические задания и дают подробную обратную связь, направляют вас.\nОбучение без обратной связи мы считаем не эффективным, а для нас важно, чтобы вы получили результат.",
                "children": None
            },
            "Чем отличается курс 'Стиль для себя' от 'Профессия-стилист'": {
                "text": "У курсов разная задача, разное количество уроков и практических задания.\n"
                        'Курс "Стиль для себя" - если вы хотите найти свой стиль и научиться составлять интересные комплекты, а курс "Профессия-стилист" - если вы хотите освоить новую профессию и начать работать с клиентами.',
                "children": None
            }
        }
    },
    "Сертификат и документы": {
        "text": None,
        "children": {
            "Налоговый вычет": {
                "text": "По окончанию обучения, вы можете собрать необходимые документы и получить налоговый вычет.",
                "children": None
            },
            "Договор и лицензия": {
                "text": 'Договор-оферта и лицензия об образовании размещены в нижней части <a href="https://www.teylaschool.ru/">сайте школы</a>.',
                "children": None
            },
            "Сертификат": {
                "text": "По окончанию обучения будет выдан лицензированный сертификат, который мы отправим вам на электронную почту. В курсе «Стиль для себя» сертификат будет выдан всем, а в курсе «Профессия-стилист» только тем, кто выполнил 70% практических заданий, включая итоговое.",
                "children": None
            }
        }
    },
    "Организация обучения": {
        "text": None,
        "children": {
            "Не могу начать обучение в срок": {
                "text": "Мы ценим каждого ученика, поэтому хотим, чтобы каждый делал вовремя практические задания и получал обратную связь. В этой ситуации мы рекомендуем записаться на следующий поток.",
                "children": None
            },
            "Если нет в городе ТЦ": {
                "text": "Уверены, что в вашем городе есть магазины локальных брендов или шоурумы, это отличный повод изучить ассортимент. Вы всегда можете заказать одежду на Wildberries, Lamoda и тд. Составить комплект с примерочной и сфотографировать. Не забывайте про поездки в соседние города для посещения ТЦ.",
                "children": None
            },
            "Можно ли переносить срок заданий?": {
                "text": "Если вы не успеваете выполнить задание в срок, то нужно предупредить куратора заранее и он согласует вам новую дату сдачи работы (куратор может сдвинуть дедлайн на несколько дней), но все задания проверяют только во время обучения. По окончанию обучения, обратной связи от куратора нет.",
                "children": None
            },
            "Нужно ли выполнять задания офлайн": {
                "text": "Есть задания, которые необходимо выполнять только в офлайн режиме, так вы отработаете теорию на практике и научитесь ориентироваться в ТЦ. Важно научиться работать с ассортиментом и с клиентом офлайн.",
                "children": None
            },
            "Работа стилистом после курса": {
                "text": "Вы сможете начать работать уже во время прохождения обучения. На курсе мы даем все инструменты, чтобы вы освоили профессию «стилист-шопер». Главное — это прохождение всех практических заданий и ваша мотивация. В остальном мы вам поможем и направим.",
                "children": None
            },
            "Могу я перейти на другой курс?": {
                "text": "Вы можете перейти на другой курс в первый день обучения, т.к. у курсов разная задача и разные практические задания.",
                "children": None
            },
            "Коммуникация с куратором": {
                "text": "У вас будет чат в телеграме с ученицами и куратором, где вы сможете общаться и задавать вопросы, а на платформе GetCourse у вас будет индивидуальная переписка с куратором по вашим практическим заданиям.",
                "children": None
            }
        }
    },
    "Кураторы школы": {
        "text": None,
        "children": {
            "Кто кураторы школы?": {
                "text": 'Все кураторы - выпускники нашей школы и практикующие стилисты. Ознакомиться с информацией про кураторов и посмотреть их инстаграм можно на <a href="https://www.teylaschool.ru/">сайте школы</a> в выбранном вами курсе или уточнить у <a href="https://t.me/Teylaschool">менеджера</a> школы.',
                "children": None
            },
            "Можно ли выбрать куратора?": {
                "text": 'Да, если вы хотите к конкретному куратору, вы можете написать <a href="https://t.me/Teylaschool">менеджеру</a> свои пожелания до старта курса.',
                "children": None
            }
        }
    },
    "Стоимость": {
        "text": None,
        "children": {
            "Стоимость курсов": {
                "text": "Курс «Стиль для себя» - 39 000 рублей.\nКурс «Профессия-стилист» - 69 000 рублей.",
                "children": None
            },
            "Стоимость повторного прохождения курса": {
                "text": 'Если вы уже проходили курс «Стиль для себя» или курс «Профессия-стилист», то вы можете приобрести курс со скидкой 20%, для этого напишите <a href="https://t.me/Teylaschool">менеджеру</a> школы.',
                "children": None
            }
        }
    },
    "Способы оплаты": {
        "text": None,
        "children": {
            "Забронировать место": {
                "text": "Вы можете внести предоплату 2 000 рублей, чтобы забронировать место на курсе, а оставшуюся сумму внести до старта курса или оформить в рассрочку до 10 месяцев без переплаты и без первого взноса.",
                "children": None
            },
            "Варианты рассрочки": {
                "text": "Есть два варианта рассрочки:\n\n"
                        "1. Рассрочка от банка. Только для граждан РФ.\n\n"
                        "Любой тариф можно оформить в рассрочку на 3, 6 или 10 месяцев. Рассрочка без переплаты и без первого взноса. Вы выплачиваете только сумму курса, а % за вас платит школа.\n"
                        "Например, стоимость курса 39 000 рублей, оформляете рассрочку на 10 месяцев = 3 900 рублей ежемесячный платеж. Первый платеж только через месяц, сразу вносить оплату не нужно.\n"
                        "Вашу заявку рассматривает несколько банков: Тинькофф, МТС, Ренессанс, ОТП. Ответ от банка приходит через минуту после заполнения заявки.\n\n"
                        "2. Внутренняя рассрочка от школы. Для граждан из любой страны.\n"
                        "Между учеником и школой заключаются договор, где прописаны сроки оплаты. До старта курса нужно внести 30% от суммы курса и оставшаяся сумма распределяется на 2-3 платежа, зависит от выбранного курса.",
                "children": None
            },
            "Оплата из другой страны": {
                "text": 'Оплатить курс можно картой банка любой страны. Вам нужно выбрать курс - нажать кнопку "частичная или полная оплата" - заполнить свои данные - выбрать "оплата картой банка не из РФ". Если у вас оплата не проходит, то напишите <a href="https://t.me/Teylaschool">менеджеру</a> и он пришлет другую ссылку для оплаты.\n\n'
                        'Оплата Paypal на территории РФ не работает.',
                "children": None
            },
            "Оплата по счету": {
                "text": 'Вы можете оплатить курс по счёту.\nВам нужно выбрать курс-нажать кнопку "частичная или полная оплата" - заполнить свои данные - выбрать "счет на безналичную оплату".',
                "children": None
            }
        }
    }
}
